9/data/attachments/cc9b99220df14ccd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Grace_American_Friend_17088_6</nif:username>
            <nif:friendToBeRequested>soap_friends_b8a33106-67bf-4912-84c1-bc40c6913898</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>